app/controllers/chapters_controller.rb

  def index
    @chapters = Chapter.all
---
SELECT "chapters".* FROM "chapters"